<?php
// Heading
$_['heading_title']          = 'Установщик расширений';

// Text
$_['text_upload']            = 'Успех: Расширение было загружено!';
$_['text_success']           = 'Успех: Вы изменили расширения!';
$_['text_progress']          = 'Прогресс установки';
$_['text_installed']         = 'Установленные расширения';
$_['text_info']              = 'Информация о расширении';
$_['text_install']           = 'Установка файлов %s в %s из %s';
$_['text_vendor']            = 'Обновить файлы поставщиков';
$_['text_xml']               = 'Установка OCMOD файлов';

// Column
$_['column_image']           = 'Изображение';
$_['column_name']            = 'Название расширения';
$_['column_version']         = 'Версия';
$_['column_date_added']      = 'Дата добавления';
$_['column_action']          = 'Действие';

// Entry
$_['entry_progress']         = 'Прогресс';
$_['entry_name']             = 'Название расширения';
$_['entry_description']      = 'Описание';
$_['entry_code']             = 'Код';

// Error
$_['error_permission']       = 'Внимание: У вас нет прав на изменение расширений!';
$_['error_install']          = 'Внимание: Не удалось найти файл install.json!';

$_['error_extension']        = 'Установленное расширение не может быть найдено!';
$_['error_installed']        = 'Расширение уже установлено!';
$_['error_uninstall']        = 'Есть %s расширений, которые должны быть удалены, прежде чем это расширение можно безопасно удалить!';
$_['error_name']             = 'Имя должно быть от 3 до 128 символов!';
$_['error_version']          = 'Версия должна быть от 3 до 128 символов!';
$_['error_author']           = 'Автор должен быть от 3 до 128 символов!';
$_['error_link']             = 'Ссылка должна быть от 3 до 128 символов!';

$_['error_filename']         = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_file']             = 'Файл установки %s не найден!';
$_['error_file_exists']      = 'Файл уже существует!';
$_['error_file_type']        = 'Недопустимый тип файла!';
$_['error_directory']        = 'Каталог установки %s не найден!';
$_['error_directory_exists'] = 'Путь %s уже существует!';
$_['error_unzip']            = 'Zip-файл не может быть открыт!';
$_['error_upload']           = 'Файл не может быть загружен!';
