<?php
// Heading
$_['heading_title']        = 'Статический рендеринг сайта';

// Text
$_['text_success']         = 'Успех: Вы изменили статический рендеринг сайта!';
$_['text_list']            = 'Список SSR';
$_['text_ssr']             = 'Статический рендеринг сайта используется для предпросмотра шаблонов и статических данных. Если у вас есть проблемы, вы можете отключить или включить SSR здесь.';
$_['text_progress']        = 'Прогресс';
$_['text_render']          = 'Статические рендереры сайта';

// Entry
$_['entry_progress']       = 'Прогресс';

// Column
$_['column_code']          = 'Код SSR';
$_['column_progress']      = 'Прогресс';
$_['column_sort_order']    = 'Порядок сортировки';
$_['column_date_modified'] = 'Дата изменения';
$_['column_action']        = 'Действие';

// Error
$_['error_permission']     = 'Внимание: У вас нет прав на изменение отображения статического сайта!';