<?php
// Heading
$_['heading_title']     = 'Темы сертификатов';

// Text
$_['text_success']      = 'Успех: Вы изменили темы сертификата!';
$_['text_list']         = 'Список тем сертификатов';
$_['text_add']          = 'Добавление темы сертификата';
$_['text_edit']         = 'Редактирование темы сертификата';

// Column
$_['column_name']       = 'Название темы сертификата';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название темы сертификата';
$_['entry_description'] = 'Описание темы сертификата';
$_['entry_image']       = 'Изображение';

// Error
$_['error_permission']  = 'Внимание: У вас нет прав на изменение тем купона!';
$_['error_name']        = 'Название темы сертификата должно быть от 3 до 32 символов!';
$_['error_image']       = 'Необходимо указать изображение!';
$_['error_voucher']     = 'Внимание: Эта тема сертификата не может быть удалена, поскольку она в настоящее время назначена %s купонам!';
