<?php
// Heading
$_['heading_title']    = 'Менеджер изображений';

// Text
$_['text_uploaded']    = 'Успешно: Ваш файл был загружен!';
$_['text_directory']   = 'Успех: Каталог создан!';
$_['text_delete']      = 'Успех: Ваш файл или каталог был удален!';

// Entry
$_['entry_search']     = 'Поиск...';
$_['entry_folder']     = 'Имя папки';

// Error
$_['error_permission'] = 'Внимание: Отказано в доступе!';
$_['error_filename']   = 'Внимание: Имя файла должно быть от 3 до 255!';
$_['error_folder']     = 'Внимание: Имя папки должно быть от 3 до 255 символов!';
$_['error_exists']     = 'Внимание: Файл или каталог с таким же именем уже существует!';
$_['error_directory']  = 'Внимание: Папка не существует!';
$_['error_file_type']  = 'Внимание: Некорректный тип файла!';
$_['error_upload']     = 'Внимание: Файл не может быть загружен по неизвестной причине!';
$_['error_delete']     = 'Внимание: Вы не можете удалить эту директорию!';
