<?php
// Heading
$_['heading_title']  = 'Забыли пароль?';
$_['heading_reset']  = 'Сброс пароля';

// Text
$_['text_email']     = 'Введите адрес электронной почты вашей учетной записи. Нажмите кнопку Продолжить, чтобы получить ссылку для сброса пароля по электронной почте.';
$_['text_success']   = 'Success: Your password has been successfully updated.';
$_['text_password']  = 'Введите новый пароль, который вы хотите использовать.';
$_['text_reset']     = 'Успех: Ваш пароль был успешно обновлен!';

// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Подтвердить';
$_['entry_email']    = 'Адрес электронной почты';

// Error
$_['error_email']    = 'Внимание: Адрес электронной почты не найден в наших записях!';
$_['error_code']     = 'Код сброса не совпадает!';
$_['error_disabled'] = 'Сброс пароля был отключен!';
$_['error_password'] = 'Пароль должен быть от 6 до 20 символов!';
$_['error_confirm']  = 'Пароль и подтверждение пароля не совпадают!';
