<?php
// Heading
$_['heading_title']                   = 'Важное уведомление безопасности!';

// Text
$_['text_install']                    = 'Удалить каталог установки';
$_['text_install_description']        = 'Необходимо удалить каталог установки!';
$_['text_install_success']            = 'Успех: Каталог установки был удален!';
$_['text_storage']                    = 'Переместить каталог хранилища';
$_['text_storage_description']        = 'Очень важно переместить каталог хранения вне веб-каталога (например, public_html, www или htdocs).';
$_['text_storage_move']               = 'Перемещение %s в %s из %s файлов хранилища';
$_['text_storage_success']            = 'Успех: Каталог хранилища был перемещен!';
$_['text_storage_delete']             = 'Удалить предыдущую директорию хранилища';
$_['text_storage_delete_description'] = 'Ваш предыдущий каталог хранилища необходимо удалить!';
$_['text_storage_delete_success']     = 'Успех: Предыдущий каталог хранилища был удален!';
$_['text_admin']                      = 'Переместить каталог администратора';
$_['text_admin_description']          = 'Пожалуйста, введите новое имя каталога администрирования в поле ниже.';
$_['text_admin_move']                 = 'Перемещение %s в %s из %s файлов администратора';
$_['text_admin_success']              = 'Успех: Каталог администратора был перемещен!';
$_['text_admin_delete']               = 'Удалить предыдущий каталог администратора';
$_['text_admin_delete_description']   = 'Ваш предыдущий каталог администратора необходимо удалить!';
$_['text_admin_delete_success']       = 'Успех: Предыдущий каталог администратора был удален!';
$_['text_path']                       = 'Путь';

// Entry
$_['entry_path']                      = 'Путь';
$_['entry_path_current']              = 'Текущий путь';
$_['entry_path_new']                  = 'Новый путь';
$_['entry_name']                      = 'Название каталога';

// Buttons
$_['button_move']                     = 'Переместить';

// Help
$_['help_storage']                    = 'Имя каталога хранилища должно начинаться с хранилища, например, `storage`.';

// Error
$_['error_permission']                = 'Внимание: У вас нет прав для изменений безопасности!';
$_['error_install']                   = 'Внимание: Каталог установки не существует!';
$_['error_storage']                   = 'Внимание: Папка storage не существует!';
$_['error_storage_root']              = 'Внимание: Каталог хранилища должен быть вне корня сайта!';
$_['error_storage_name']              = 'Внимание: Наименование каталога хранилища должно начинаться со `storage`! Например, `storage_`.';
$_['error_admin']                     = 'Внимание: Директория администратора не существует!';
$_['error_admin_allowed']             = 'Внимание: Это имя каталога администратора не может быть использовано!';
$_['error_admin_exists']              = 'Внимание: Каталог администратора уже существует!';
$_['error_writable']                  = 'Внимание: config.php и admin/config.php должны быть доступны для записи!';
$_['error_remove']                    = 'Внимание: Каталог не существует для удаления!';
