<?php
// Text
$_['text_reviews']    = '%s отзыв(ов)';
$_['text_write']      = 'Написать отзыв';
$_['text_login']      = 'Пожалуйста, <a href="%s">войдите</a> или <a href="%s">зарегистрируйтесь</a>, чтобы оставить отзыв';
$_['text_no_results'] = 'Будьте первым, кто напишет отзыв об этом товаре.';
$_['text_note']       = '<span style="color: #FF0000;">Примечание:</span> HTML разметка не поддерживается! Используйте обычный текст!';
$_['text_success']    = 'Спасибо за ваш отзыв. Он был отправлен на одобрение.';

// Entry
$_['entry_author']     = 'Ваше имя';
$_['entry_review']     = 'Ваш отзыв';
$_['entry_rating']     = 'Рейтинг';
$_['entry_good']       = 'Хорошо';
$_['entry_bad']        = 'Плохо';

// Tabs
$_['tab_review']       = 'Отзывов (%s)';

// Error
$_['error_token']      = 'Внимание: Неверный токен отзыва!';
$_['error_product']    = 'Внимание: Товар не может быть найден!';
$_['error_author']     = 'Наименование отзыва должно быть от 3 до 25 символов!';
$_['error_text']       = 'Текст отзыва должен быть от 25 до 1000 символов!';
$_['error_rating']     = 'Пожалуйста, выберите оценку отзыва!';
$_['error_login']      = 'Вы должны войти, чтобы оставить отзыв о товаре!';
$_['error_purchased']  = 'Вы должны приобрести этот товар перед тем, как написать отзыв!';
$_['error_status']     = 'Отзывы отключены!';
