<?php
// Heading
$_['heading_title']      = 'IP-адрес';

// Text
$_['text_extension']     = 'Расширения';
$_['text_fraud']         = 'Защита от мошенничества';
$_['text_success']       = 'Успех: Вы изменили IP-адрес защиты от мошенничества!';
$_['text_edit']          = 'Редактирование IP-адреса анти-мошенничества';
$_['text_ip_add']        = 'Добавление IP-адреса';
$_['text_ip_list']       = 'Список мошеннических IP-адресов';

// Column
$_['column_ip']          = 'IP-адрес';
$_['column_total']       = 'Всего учетных записей';
$_['column_date_added']  = 'Дата добавления';
$_['column_action']      = 'Действие';

// Entry
$_['entry_ip']           = 'IP-адрес';
$_['entry_status']       = 'Статус';
$_['entry_order_status'] = 'Статус заказа';

// Help
$_['help_order_status']  = 'Покупателям, у которых заблокирован IP-адрес в своих учетных записях, будет присвоен этот статус заказа, и они не смогут автоматически получить статус выполнено.';

// Error
$_['error_permission']   = 'Внимание: У вас нет разрешения на изменение антимошенничества по IP!';
$_['error_required']     = 'IP-адрес обязателен!';
$_['error_invalid']      = 'Недопустимый IP-адрес!';
