<?php
// Heading
$_['heading_title']       = 'Моя учетная запись';

// Text
$_['text_account']        = 'Аккаунт';
$_['text_my_account']     = 'Моя учетная запись';
$_['text_my_orders']      = 'Мои заказы';
$_['text_my_affiliate']   = 'Мой аккаунт партнера';
$_['text_my_newsletter']  = 'Рассылка';
$_['text_edit']           = 'Редактирование информации о вашей учетной записи';
$_['text_password']       = 'Изменить свой пароль';
$_['text_address']        = 'Изменить записи адресной книги';
$_['text_payment_method'] = 'Сохраненные способы оплаты';
$_['text_wishlist']       = 'Изменить список закладок';
$_['text_order']          = 'Просмотр истории ваших заказов';
$_['text_subscription']   = 'Подписки';
$_['text_download']       = 'Загрузки';
$_['text_reward']         = 'Ваши бонусные баллы';
$_['text_return']         = 'Просмотр ваших запросов на возврат';
$_['text_transaction']    = 'Ваши транзакции';
$_['text_newsletter']     = 'Подписаться / отказаться от рассылки';
$_['text_transactions']   = 'Транзакции';
$_['text_affiliate_add']  = 'Зарегистрировать учетную запись партнера';
$_['text_affiliate_edit'] = 'Редактирование информации о партнере';
$_['text_tracking']       = 'Код отслеживания партнера';
