<?php
// Heading
$_['heading_title']      = 'Aдресная книга';

// Text
$_['text_account']       = 'Аккаунт';
$_['text_address_book']  = 'Список адресов доставки';
$_['text_address_add']   = 'Добавление адреса';
$_['text_address_edit']  = 'Изменить адрес';
$_['text_add']           = 'Ваш адрес был успешно добавлен';
$_['text_edit']          = 'Ваш адрес был успешно обновлен';
$_['text_delete']        = 'Ваш адрес был успешно удален';
$_['text_no_results']    = 'У вас нет адресов в вашей учетной записи.';
$_['text_default']       = 'По умолчанию';

// Entry
$_['entry_firstname']    = 'Имя';
$_['entry_lastname']     = 'Фамилия';
$_['entry_company']      = 'Компания';
$_['entry_address_1']    = 'Адрес 1';
$_['entry_address_2']    = 'Адрес 2';
$_['entry_postcode']     = 'Почтовый индекс';
$_['entry_city']         = 'Город';
$_['entry_country']      = 'Страна';
$_['entry_zone']         = 'Регион / Область';
$_['entry_default']      = 'Адрес по умолчанию';

// Error
$_['error_token']        = 'Внимание: Токен адреса недействителен!';
$_['error_subscription'] = 'Внимание: Адрес до сих пор используется %s активными подписками!';
$_['error_default']      = 'Внимание: Требуется адрес по умолчанию!';
$_['error_delete']       = 'Внимание: Вы должны иметь хотя бы один адрес!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32-х символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес должен быть от 3 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс должен быть от 2 до 10 символов!';
$_['error_city']         = 'Город должен быть от 2 до 128 символов!';
$_['error_country']      = 'Пожалуйста, выберите страну!';
$_['error_zone']         = 'Пожалуйста, выберите регион / область!';
$_['error_custom_field'] = '%s обязательно к заполнению!';
$_['error_regex']        = '%s не является допустимым вводом!';
