<?php
// Heading
$_['heading_title']      = 'Забыли пароль?';
$_['heading_reset']      = 'Сброс пароля';

// Text
$_['text_account']       = 'Аккаунт';
$_['text_forgotten']     = 'Восстановить пароль';
$_['text_your_email']    = 'Ваш адрес эл. почты';
$_['text_email']         = 'Введите адрес электронной почты вашей учетной записи. Нажмите кнопку Продолжить, чтобы получить ссылку для сброса пароля по электронной почте.';
$_['text_password']      = 'Введите новый пароль, который вы хотите использовать.';
$_['text_success']       = 'На ваш адрес электронной почты было отправлено письмо со ссылкой для подтверждения.';

// Entry
$_['entry_email']        = 'Адрес электронной почты';
$_['entry_new_password'] = 'Новый пароль';
$_['entry_password']     = 'Пароль';
$_['entry_confirm']      = 'Подтвердить';

// Error
$_['error_email']        = 'Адрес электронной почты недействителен!';
$_['error_not_found']    = 'Внимание: Адрес электронной почты не найден в наших записях!';
$_['error_password']     = 'Пароль должен быть от 6 до 20 символов!';
$_['error_confirm']      = 'Пароль и подтверждение пароля не совпадают!';
$_['error_code']         = 'Код сброса пароля недействителен или уже был использован ранее!';
