<?php
// Heading
$_['heading_title']                = 'Вход в учетную запись';

// Text
$_['text_account']                 = 'Аккаунт';
$_['text_login']                   = 'Войти';
$_['text_new_customer']            = 'Новый покупатель';
$_['text_register']                = 'Регистрация учетной записи';
$_['text_register_account']        = 'Создавая учетную запись Вы сможете совершать покупки быстрее, быть в курсе о статусе заказа, и отслеживайте заказы, которые вы делали ранее.';
$_['text_returning_customer']      = 'Постоянный покупатель';
$_['text_i_am_returning_customer'] = 'Я являюсь постоянным покупателем';
$_['text_forgotten']               = 'Восстановить пароль';

// Entry
$_['entry_email']                  = 'Адрес электронной почты';
$_['entry_password']               = 'Пароль';

// Error
$_['error_token']                  = 'Внимание: Некорректная сессия токена. Пожалуйста, войдите снова!';
$_['error_login']                  = 'Внимание: Адрес электронной почты и/или пароль не совпадают.';
$_['error_attempts']               = 'Внимание: Ваш аккаунт превысил допустимое количество попыток входа в систему. Пожалуйста, попробуйте снова через час.';
$_['error_approved']               = 'Внимание: Ваша учетная запись требует подтверждения, прежде чем Вы сможете войти.';
