<?php
// Heading
$_['heading_title']  = 'Изменение пароля';

// Text
$_['text_account']   = 'Аккаунт';
$_['text_password']  = 'Ваш пароль';
$_['text_success']   = 'Успех: Ваш пароль был успешно обновлен!';

// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Подтверждение пароля';

// Error
$_['error_token']    = 'Внимание: Токен пароля недействителен!';
$_['error_password'] = 'Пароль должен быть от 6 до 20 символов!';
$_['error_confirm']  = 'Подтверждение пароля не совпадает с паролем!';
