<?php
// Heading
$_['heading_title']    = 'Отслеживание партнера';

// Text
$_['text_account']     = 'Аккаунт';
$_['text_description'] = 'Чтобы удостовериться, что вы получаете оплату за рефералов, которые вы отправляете нам, нам нужно отслеживать реферал, размещая код отслеживания в URL, связанный с нами. Вы можете использовать инструменты ниже для генерации ссылок на веб-сайт %s.';

// Entry
$_['entry_code']       = 'Ваш код отслеживания';
$_['entry_generator']  = 'Генератор ссылок отслеживания';
$_['entry_link']       = 'Ссылка отслеживания';

// Help
$_['help_generator']   = 'Введите название товара, на который вы хотите ссылаться';
