<?php
// Heading
$_['heading_title']   = 'Мой список желаний';

// Text
$_['text_account']    = 'Аккаунт';
$_['text_wishlist']   = 'Список желаний (%s)';
$_['text_login']      = 'Вы должны <a href="%s">войти</a> или <a href="%s">создать учетную запись</a> для сохранения <a href="%s">%s</a> в ваш <a href="%s">список желаний</a>!';
$_['text_success']    = 'Успех: Вы добавили <a href="%s">%s</a> в ваш <a href="%s">список пожеланий</a>!';
$_['text_remove']     = 'Успех: Вы удалили товар из списка желаний!';
$_['text_no_results'] = 'Ваш список желаний пуст.';

// Column
$_['column_image']    = 'Изображение';
$_['column_name']     = 'Название товара';
$_['column_model']    = 'Модель';
$_['column_stock']    = 'Наличие';
$_['column_price']    = 'Цена за единицу';
$_['column_action']   = 'Действие';

// Error
$_['error_product']   = 'Внимание: Товар не может быть найден!';
$_['error_login']     = 'Внимание: Вы должны <a href="%s">войти</a> или <a href="%s">создать учетную запись</a>, чтобы удалить элементы из вашего <a href="%s">списка желаний</a>!';
