<?php
// Heading
$_['heading_title']  = 'Связаться с нами';

// Text
$_['text_location']  = 'Наши локации';
$_['text_store']     = 'Наши магазины';
$_['text_contact']   = 'Форма обратной связи';
$_['text_address']   = 'Адрес';
$_['text_telephone'] = 'Телефон';
$_['text_open']      = 'Время работы';
$_['text_comment']   = 'Комментарии';
$_['text_message']   = '<p>Ваш запрос был успешно отправлен администрации магазина!</p>';

// Entry
$_['entry_name']     = 'Ваше имя';
$_['entry_email']    = 'Адрес электронной почты';
$_['entry_enquiry']  = 'Запрос';

// Email
$_['email_subject']  = 'Запрос %s';

// Errors
$_['error_name']     = 'Название должно быть от 3 до 32 символов!';
$_['error_email']    = 'Адрес электронной почты недействителен!';
$_['error_enquiry']  = 'Запрос должен быть от 10 до 3000 символов!';
