<?php
// Heading
$_['heading_title']    = 'Блог';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успех: Вы изменили модуль блога!';
$_['text_next']        = 'Успех: Вы изменили %s блогов из %s!';
$_['text_edit']        = 'Редактирование модуля блога';

// Form
$_['text_desc']        = 'По убыванию';
$_['text_asc']         = 'По возрастанию';
$_['text_sort_name']   = 'Название';
$_['text_sort_date']   = 'Дата добавления';

// Column
$_['column_total']     = 'Всего';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_limit']      = 'Лимит';
$_['entry_width']      = 'Ширина изображения';
$_['entry_height']     = 'Высота изображения';
$_['entry_order']      = 'Порядок';
$_['entry_sort']   	   = 'Сортировка';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав для изменения модуля блога!';
$_['error_name']       = 'Название модуля должно быть от 3 до 64 символов!';
$_['error_width']      = 'Необходимо указать ширину!';
$_['error_height']     = 'Необходимо указать высоту!';
