<?php
// Heading
$_['heading_title']    = 'Новинки';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успех: Вы изменили модуль новинки!';
$_['text_edit']        = 'Редактирование модуля новинки';
$_['text_horizontal']  = 'Горизонтально';
$_['text_vertical']    = 'Вертикально';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_axis']       = 'Ось';
$_['entry_limit']      = 'Лимит';
$_['entry_width']      = 'Ширина изображения';
$_['entry_height']     = 'Высота изображения';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение модуля новинки!';
$_['error_name']       = 'Название модуля должно быть от 3 до 64 символов!';
$_['error_width']      = 'Необходимо указать ширину!';
$_['error_height']     = 'Необходимо указать высоту!';
