<?php
// Heading
$_['heading_title']           = 'Страны';

// Text
$_['text_success']            = 'Успех: Вы изменили страны!';
$_['text_list']               = 'Список стран';
$_['text_add']                = 'Добавление страны';
$_['text_edit']               = 'Редактирование страны';
$_['text_filter']             = 'Фильтр';

// Column
$_['column_name']             = 'Название страны';
$_['column_iso_code_2']       = 'Код ISO (2)';
$_['column_iso_code_3']       = 'Код ISO (3)';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Название страны';
$_['entry_iso_code_2']        = 'Код ISO (2)';
$_['entry_iso_code_3']        = 'Код ISO (3)';
$_['entry_address_format']    = 'Формат адреса';
$_['entry_postcode_required'] = 'Необходимо указать почтовый индекс';
$_['entry_status']            = 'Статус';

// Error
$_['error_permission']        = 'Внимание: У вас нет прав на изменение стран!';
$_['error_name']              = 'Название страны должно быть от 1 до 128 символов!';
$_['error_iso_code_2']        = 'Код ISO 2 должен состоять из 2-х символов!';
$_['error_iso_code_3']        = 'Код ISO 3 должен состоять из 3-х символов!';
$_['error_default']           = 'Внимание: Эту страну нельзя удалить, поскольку она в настоящее время назначена в качестве страны магазина по умолчанию!';
$_['error_store']             = 'Внимание: Эту страну нельзя удалить, поскольку она в настоящее время назначена для %s магазинов!';
$_['error_address']           = 'Внимание: Эта страна не может быть удалена, потому что назначена в адресной книге %s!';
$_['error_zone']              = 'Внимание: Эту страну нельзя удалить, поскольку она в настоящее время назначена в %s регионах!';
$_['error_zone_to_geo_zone']  = 'Внимание: Эту страну нельзя удалить, поскольку она в настоящее время назначена для %s регионов в геозонах!';
