<?php
// Heading
$_['heading_title']        = 'Валюты';

// Text
$_['text_success']         = 'Успех: Вы изменили валюты!';
$_['text_list']            = 'Список валют';
$_['text_add']             = 'Добавление валюты';
$_['text_edit']            = 'Редактирование валюты';
$_['text_iso']             = 'Полный список кодов валют ISO и настроек можно найти <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">здесь</a>.';

// Column
$_['column_title']         = 'Заголовок валюты';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значение';
$_['column_status']        = 'Статус';
$_['column_date_modified'] = 'Последнее обновление';
$_['column_action']        = 'Действие';

// Entry
$_['entry_title']          = 'Заголовок валюты';
$_['entry_code']           = 'Код';
$_['entry_value']          = 'Значение';
$_['entry_symbol_left']    = 'Символ слева';
$_['entry_symbol_right']   = 'Символ справа';
$_['entry_decimal_place']  = 'Количество знаков после запятой';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Не изменяется, если валюта установлена по умолчанию.';
$_['help_value']           = 'Значение валюты по умолчанию в текущей валюте. Установите значение 1 для валюты по умолчанию.';

// Error
$_['error_permission']     = 'Внимание: У вас нет прав на изменение валют!';
$_['error_extension']      = 'Внимание: Расширение валюты не найдено!';
$_['error_title']          = 'Заголовок валюты должен быть от 3 до 32 символов!';
$_['error_code']           = 'Код валюты должен состоять из 3 символов!';
$_['error_default']        = 'Внимание: Эта валюта не может быть удалена, поскольку она в настоящее время назначена как валюта магазина по умолчанию!';
$_['error_store']          = 'Внимание: Эта валюта не может быть удалена, поскольку она в настоящее время назначена для %s магазинов!';
$_['error_order']          = 'Внимание: Эта валюта не может быть удалена, поскольку она в настоящее время назначена для %s заказов!';
