<?php
// Heading
$_['heading_title']      = 'Географические зоны';

// Text
$_['text_success']       = 'Успех: Вы изменили гео-зоны!';
$_['text_list']          = 'Список географических зон';
$_['text_add']           = 'Добавление геозоны';
$_['text_edit']          = 'Редактирование географической зоны';
$_['text_geo_zone']      = 'Географические зоны';

// Column
$_['column_name']        = 'Название географической зоны';
$_['column_description'] = 'Описание';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название географической зоны';
$_['entry_description']  = 'Описание';
$_['entry_country']      = 'Страна';
$_['entry_zone']         = 'Регион';

// Error
$_['error_permission']   = 'Внимание: У вас нет прав на изменение гео-зон!';
$_['error_name']         = 'Название географической зоны должно быть от 3 до 32 символов!';
$_['error_description']  = 'Название описания должно быть от 3 до 255 символов!';
$_['error_tax_rate']     = 'Внимание: Эта гео-зона не может быть удалена, поскольку она в настоящее время назначена одному или нескольким налоговым ставкам!';
