<?php
// Heading
$_['heading_title']     = 'Языки';

// Text
$_['text_success']      = 'Успех: Вы изменили языки!';
$_['text_list']         = 'Список языков';
$_['text_add']          = 'Добавление языка';
$_['text_edit']         = 'Редактирование языка';

// Column
$_['column_name']       = 'Название языка';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название языка';
$_['entry_code']        = 'Код';
$_['entry_extension']   = 'Расширение';
$_['entry_locale']      = 'Локаль';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_locale']       = 'Пример: ru_RU.UTF-8,ru_RU,ru-ru,ru_ru,russian';
$_['help_status']       = 'Скрыть/показать его в раскрывающемся списке языков';

// Error
$_['error_permission']  = 'Внимание: У вас нет прав для изменения языков!';
$_['error_exists']      = 'Внимание: Вы уже добавили этот язык!';
$_['error_name']        = 'Название языка должно быть от 1 до 32 символов!';
$_['error_code']        = 'Код языка должен быть от 2 до 5 символов!';
$_['error_locale']      = 'Локаль обязательна!';
$_['error_default']     = 'Внимание: Этот язык нельзя удалить, потому что он назначен языком магазина по умолчанию!';
$_['error_admin']       = 'Внимание: Этот язык нельзя удалить, поскольку он в настоящее время назначен как язык администрирования!';
$_['error_store']       = 'Внимание: Этот язык нельзя удалить, поскольку он в настоящее время назначен для %s магазинов!';
$_['error_order']       = 'Внимание: Этот язык нельзя удалить, поскольку он в настоящее время назначен для %s заказов!';
