<?php
// Heading
$_['heading_title']    = 'Классы длины';

// Text
$_['text_success']     = 'Успех: Вы изменили классы длины!';
$_['text_list']        = 'Список классов длины';
$_['text_add']         = 'Добавление класса длины';
$_['text_edit']        = 'Редактирование класса длины';

// Column
$_['column_title']     = 'Заголовок длины';
$_['column_unit']      = 'Единица длины';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Заголовок длины';
$_['entry_unit']       = 'Единица длины';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Значение длины по умолчанию в единице текущей длины. Установите значение 1 для длины по умолчанию.';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав для изменения классов длины!';
$_['error_title']      = 'Длина заголовка должна быть от 3 до 32 символов!';
$_['error_unit']       = 'Единица длины должна быть от 1 до 4 символов!';
$_['error_default']    = 'Внимание: Этот класс длины не может быть удален, поскольку он в настоящее время назначен классом длины магазина по умолчанию!';
$_['error_product']    = 'Внимание: Этот класс длины не может быть удален, поскольку он в настоящее время назначен %s товарам!';
