<?php
// Heading
$_['heading_title']    = 'Расположения магазина';

// Text
$_['text_success']     = 'Успех: Вы изменили местоположение магазина!';
$_['text_list']        = 'Список расположений магазинов';
$_['text_add']         = 'Добавление расположения магазина';
$_['text_edit']        = 'Редактирование расположения магазина';
$_['text_geocode']     = 'Геокод не был назначен по следующим причинам:';

// Column
$_['column_name']      = 'Название магазина';
$_['column_address']   = 'Адрес';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название магазина';
$_['entry_address']    = 'Адрес';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_image']      = 'Изображение';
$_['entry_open']       = 'Время работы';
$_['entry_comment']    = 'Комментарий';

// Help
$_['help_geocode']     = 'Пожалуйста, введите геокод местоположения вашего магазина вручную.';
$_['help_open']        = 'Заполните время работы вашего магазина.';
$_['help_comment']     = 'Это поле для любых специальных заметок, которые вы хотели бы сообщить покупателю, т. е. Магазин не принимает чеки.';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение местоположения магазина!';
$_['error_name']       = 'Название магазина должно быть от 3 до 32 символов!';
$_['error_address']    = 'Адрес должен быть от 3 до 128 символов!';
$_['error_telephone']  = 'Телефон должен быть от 3 до 32 символов!';
