<?php
// Heading
$_['heading_title']    = 'Статусы возврата';

// Text
$_['text_success']     = 'Успех: Вы изменили статусы возврата!';
$_['text_list']        = 'Список статусов возврата';
$_['text_add']         = 'Добавление статуса возврата';
$_['text_edit']        = 'Редактирование статуса возврата';

// Column
$_['column_name']      = 'Название статуса возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса возврата';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение статусов возврата!';
$_['error_name']       = 'Название статуса возврата должно быть от 3 до 32 символов!';
$_['error_default']    = 'Внимание: Этот статус возврата не может быть удален, поскольку он в настоящее время назначен как статус возврата по умолчанию!';
$_['error_return']     = 'Внимание: Этот статус возврата не может быть удален, поскольку в настоящее время назначен %s возвратам!';
