<?php
// Heading
$_['heading_title']    = 'Действия возврата';

// Text
$_['text_success']     = 'Успех: Вы изменили действия по возврату!';
$_['text_list']        = 'Список действий по возврату';
$_['text_add']         = 'Добавление действия возврата';
$_['text_edit']        = 'Редактирование действия возврата';

// Column
$_['column_name']      = 'Название действия по возврату';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название действия по возврату';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение действий по возврату!';
$_['error_name']       = 'Название действия по возврату должно быть от 3 до 64 символов!';
$_['error_return']     = 'Внимание: Это действие возврата не может быть удалено, поскольку оно назначено %s возвращенным товарам!';
