<?php
// Heading
$_['heading_title']    = 'Статусы склада';

// Text
$_['text_success']     = 'Успех: Вы изменили статусы склада!';
$_['text_list']        = 'Список статусов склада';
$_['text_add']         = 'Добавление статуса склада';
$_['text_edit']        = 'Редактирование статуса склада';

// Column
$_['column_name']      = 'Название статуса склада';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса склада';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав для изменения статусов склада!';
$_['error_name']       = 'Название статуса склада должно быть от 3 до 32 символов!';
$_['error_product']    = 'Внимание: Этот статус склада не может быть удален, поскольку он в настоящее время назначен %s товарам!';
