<?php
// Heading
$_['heading_title']      = 'Статусы подписки';

// Text
$_['text_success']       = 'Успех: Вы изменили статусы подписки!';
$_['text_list']          = 'Список статусов подписки';
$_['text_add']           = 'Добавление статуса подписки';
$_['text_edit']          = 'Редактирование статуса подписки';

// Column
$_['column_name']        = 'Название статуса подписки';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название статуса подписки';

// Error
$_['error_permission']   = 'Внимание: У вас нет прав на изменение статусов подписки!';
$_['error_name']         = 'Название статуса подписки должно быть от 3 до 32 символов!';
$_['error_default']      = 'Внимание: Этот статус подписки не может быть удален, поскольку он в настоящее время назначен в качестве статуса подписки по умолчанию магазина!';
$_['error_subscription'] = 'Внимание: Этот статус подписки не может быть удален, поскольку он в настоящее время назначен для %s подписок!';
