<?php
// Heading
$_['heading_title']     = 'Налоговые классы';

// Text
$_['text_success']      = 'Успех: Вы изменили налоговые классы!';
$_['text_list']         = 'Список налоговых классов';
$_['text_add']          = 'Добавление налогового класса';
$_['text_edit']         = 'Редактирование налогового класса';
$_['text_tax_class']    = 'Класс налога';
$_['text_tax_rate']     = 'Налоговые ставки';
$_['text_shipping']     = 'Адрес доставки';
$_['text_payment']      = 'Платежный адрес';
$_['text_store']        = 'Адрес магазина';

// Column
$_['column_title']      = 'Заголовок налогового класса';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Заголовок налогового класса';
$_['entry_description'] = 'Описание';
$_['entry_rate']        = 'Налоговая ставка';
$_['entry_based']       = 'На основе';
$_['entry_geo_zone']    = 'Гео-зона';
$_['entry_priority']    = 'Приоритет';

// Error
$_['error_permission']  = 'Внимание: У вас нет прав на изменение налоговых классов!';
$_['error_title']       = 'Заголовок налогового класса должен быть от 3 до 32 символов!';
$_['error_description'] = 'Описание должно быть от 3 до 255 символов!';
$_['error_product']     = 'Внимание: Этот налоговый класс не может быть удален, поскольку он в настоящее время назначен %s товарам!';
