<?php
// Heading
$_['heading_title']        = 'Налоговые ставки';

// Text
$_['text_success']         = 'Успех: Вы изменили налоговые ставки!';
$_['text_list']            = 'Список налоговых ставок';
$_['text_add']             = 'Добавление налоговой ставки';
$_['text_edit']            = 'Редактирование налоговой ставки';
$_['text_percent']         = 'Проценты';
$_['text_amount']          = 'Фиксированная сумма';

// Column
$_['column_name']          = 'Название налога';
$_['column_rate']          = 'Налоговая ставка';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Гео-зона';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Название налога';
$_['entry_rate']           = 'Налоговая ставка';
$_['entry_type']           = 'Тип';
$_['entry_customer_group'] = 'Группа покупателя';
$_['entry_geo_zone']       = 'Гео-зона';

// Error
$_['error_permission']     = 'Внимание: У вас нет прав на изменение налоговых ставок!';
$_['error_tax_rule']       = 'Внимание: Эта налоговая ставка не может быть удалена, потому что назначена %s налоговым классам!';
$_['error_name']           = 'Название должно быть от 3 до 32 символов!';
$_['error_rate']           = 'Необходимо указать налоговую ставку!';
