<?php
// Heading
$_['heading_title']    = 'Классы веса';

// Text
$_['text_success']     = 'Успех: Вы изменили классы веса!';
$_['text_list']        = 'Список классов веса';
$_['text_add']         = 'Добавление класса веса';
$_['text_edit']        = 'Редактирование класса веса';

// Column
$_['column_title']     = 'Заголовок веса';
$_['column_unit']      = 'Единицы веса';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Заголовок веса';
$_['entry_unit']       = 'Единицы веса';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Значение веса по умолчанию в текущей единице веса. Установите значение 1 для вашего веса по умолчанию.';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение весовых классов!';
$_['error_title']      = 'Название единицы веса должно быть от 3 до 32 символов!';
$_['error_unit']       = 'Единица веса должна быть от 1 до 4 символов!';
$_['error_default']    = 'Внимание: Этот весовой класс не может быть удален, поскольку он в настоящее время назначен как класс веса по умолчанию!';
$_['error_product']    = 'Внимание: Этот весовой класс нельзя удалить, поскольку он в настоящее время назначен %s товарам!';
