<?php
// Heading
$_['heading_title']          = 'Регионы';

// Text
$_['text_success']           = 'Успех: Вы изменили регионы!';
$_['text_list']              = 'Список регионов';
$_['text_add']               = 'Добавление региона';
$_['text_edit']              = 'Редактирование региона';
$_['text_filter']            = 'Фильтр';

// Column
$_['column_name']            = 'Название региона';
$_['column_code']            = 'Код региона';
$_['column_country']         = 'Страна';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название региона';
$_['entry_code']             = 'Код региона';
$_['entry_country']          = 'Страна';
$_['entry_status']           = 'Статус';

// Error
$_['error_permission']       = 'Внимание: У вас нет прав на изменение регионов!';
$_['error_name']             = 'Название региона должно быть от 3 до 128 символов!';
$_['error_default']          = 'Внимание: Этот регион нельзя удалить, поскольку он в настоящее время назначен как регион магазина по умолчанию!';
$_['error_store']            = 'Внимание: Этот регион нельзя удалить, поскольку он в настоящее время назначен для %s магазинов!';
$_['error_address']          = 'Внимание: Этот регион нельзя удалить, поскольку он в настоящее время назначен %s адресным книгам!';
$_['error_zone_to_geo_zone'] = 'Внимание: Этот регион нельзя удалить, поскольку он в настоящее время назначен %s регионам в геозонах!';
