<?php
// Heading
$_['heading_title']       = 'Купоны';

// Text
$_['text_success']        = 'Успех: Вы изменили купоны!';
$_['text_list']           = 'Список купонов';
$_['text_add']            = 'Добавление купона';
$_['text_edit']           = 'Редактирование купона';
$_['text_percent']        = 'Проценты';
$_['text_amount']         = 'Фиксированная сумма';
$_['text_coupon']         = 'История';

// Column
$_['column_name']         = 'Название купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Скидка';
$_['column_date_start']   = 'Дата начала';
$_['column_date_end']     = 'Дата окончания';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'Номер заказа';
$_['column_customer']     = 'Покупатель';
$_['column_amount']       = 'Сумма';
$_['column_date_added']   = 'Дата добавления';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название купона';
$_['entry_code']          = 'Код';
$_['entry_type']          = 'Тип';
$_['entry_discount']      = 'Скидка';
$_['entry_logged']        = 'Авторизация покупателя';
$_['entry_shipping']      = 'Бесплатная доставка';
$_['entry_total']         = 'Общая сумма';
$_['entry_category']      = 'Категория';
$_['entry_product']       = 'Товары';
$_['entry_date']          = 'Даты';
$_['entry_uses_total']    = 'Использований на купон';
$_['entry_uses_customer'] = 'Использований на покупателя';
$_['entry_status']        = 'Статус';

// Help
$_['help_code']           = 'Код, который покупатель вводит для получения скидки.';
$_['help_type']           = 'Процент или фиксированная сумма.';
$_['help_logged']         = 'Покупатель должен войти в систему, чтобы использовать купон.';
$_['help_total']          = 'Общая сумма, которая должна быть достигнута до того, как купон станет действительным.';
$_['help_category']       = 'Выберите все товары в выбранной категории.';
$_['help_product']        = 'Выберите конкретные товары, к которым будет применен купон. Выберите без товаров, чтобы применить купон ко всей корзине.';
$_['help_uses_total']     = 'Максимальное количество раз, которое купон может быть использован любым покупателем. Оставьте пустым для неограниченного использования';
$_['help_uses_customer']  = 'Максимальное количество раз, которое купон может быть использован одним покупателем. Оставьте пустым для неограниченного использования';

// Error
$_['error_permission']    = 'Внимание: У вас нет прав на изменение купонов!';
$_['error_exists']        = 'Внимание: Код купона уже используется!';
$_['error_name']          = 'Название купона должно быть от 3 до 128 символов!';
$_['error_code']          = 'Код должен быть от 3 до 20 знаков!';
