<?php
// Heading
$_['heading_title']     = 'Отслеживание маркетинга';

// Text
$_['text_success']      = 'Успех: Вы изменили отслеживание маркетинга!';
$_['text_list']         = 'Список отслеживания маркетинга';
$_['text_add']          = 'Добавление отслеживания маркетинга';
$_['text_edit']         = 'Редактирование отслеживания маркетинга';
$_['text_filter']       = 'Фильтр';
$_['text_history']      = 'История';
$_['text_history_add']  = 'Добавление истории';
$_['text_report']       = 'Отчет';

// Column
$_['column_name']       = 'Название кампании';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Клики';
$_['column_orders']     = 'Заказы';
$_['column_ip']         = 'IP-адрес';
$_['column_account']    = 'Учетные записи';
$_['column_store']      = 'Магазин';
$_['column_country']    = 'Страна';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название кампании';
$_['entry_description'] = 'Описание кампании';
$_['entry_code']        = 'Код отслеживания';
$_['entry_example']     = 'Примеры';
$_['entry_date_from']   = 'Дата от';
$_['entry_date_to']     = 'Дата до';

// Help
$_['help_code']         = 'Код отслеживания, который будет использован для отслеживания маркетинговых кампаний.';
$_['help_example']      = 'Чтобы система могла отслеживать рефералов, необходимо добавить код отслеживания в конец URL-адреса, ссылающегося на ваш сайт.';

// Error
$_['error_permission']  = 'Внимание: У вас нет прав на изменение отслеживания маркетинга!';
$_['error_name']        = 'Кампания должна быть от 1 до 32 символов!';
$_['error_code']        = 'Код отслеживания обязателен!';
$_['error_exists']      = 'Код отслеживания уже используется другой кампанией!';
