<?php
// Heading
$_['heading_title']              = 'Корзина';

// Text
$_['text_success']               = 'Успех: Вы добавили <a href="%s">%s</a> в вашу <a href="%s">корзину покупок</a>!';
$_['text_edit']                  = 'Успех: Вы изменили свою корзину покупок!';
$_['text_remove']                = 'Успех: Вы удалили товар из корзины покупок!';
$_['text_login']                 = 'Внимание: Вы должны <a href="%s">войти</a> или <a href="%s">создать учетную запись</a> для просмотра цен!';
$_['text_no_results']            = 'Ваша корзина пуста!';
$_['text_model']                 = 'Модель';
$_['text_subscription']          = 'Подписка';
$_['text_subscription_trial']    = '%s каждые %d %s для %d платеж(а)(ей) тогда ';
$_['text_subscription_duration'] = '%s каждые %d %s для %d платеж(а)(ей)';
$_['text_subscription_cancel']   = '%s каждые %d %s до отмены';
$_['text_day']                   = 'день';
$_['text_week']                  = 'неделя';
$_['text_semi_month']            = 'полмесяца';
$_['text_month']                 = 'месяц';
$_['text_year']                  = 'год';
$_['text_points']                = 'Бонусные баллы';
$_['text_next']                  = 'Что бы вы хотели сделать дальше?';
$_['text_next_choice']           = 'Выберите, если у вас есть код скидки или бонусные баллы, которые вы хотите использовать, или хотите оценить стоимость доставки.';

// Column
$_['column_image']               = 'Изображение';
$_['column_name']                = 'Товар';
$_['column_quantity']            = 'Количество';
$_['column_price']               = 'Цена за единицу';
$_['column_total']               = 'Всего';

// Error
$_['error_stock']                = 'Товары отмеченные *** отсутствуют в нужном количестве или их нет на складе!';
$_['error_minimum']              = 'Минимальная сумма заказа %s!';
$_['error_required']             = '%s обязательно к заполнению!';
$_['error_product']              = 'Внимание: Товар не может быть найден!';
$_['error_subscription']         = 'План подписки недействителен!';
