<?php
// Heading
$_['heading_title']          = 'Метод оплаты';

// Text
$_['text_payment_method']    = 'Способы оплаты';
$_['text_payment']           = 'Пожалуйста, выберите предпочтительный способ оплаты для этого заказа.';
$_['text_comments']          = 'Добавление комментария к заказу';
$_['text_agree']             = 'Я прочитал и согласен с <a href="%s" class="agree"><b>%s</b></a>';
$_['text_success']           = 'Успех: Вы изменили способ оплаты!';
$_['text_comment']           = 'Успех: Комментарий добавлен!';

// Entry
$_['entry_payment_method']   = 'Выберите способ оплаты...';

// Error
$_['error_customer']         = 'Покупатель обязателен!';
$_['error_payment_address']  = 'Необходимо указать адрес оплаты!';
$_['error_shipping_address'] = 'Необходимо указать адрес доставки!';
$_['error_shipping_method']  = 'Необходимо указать способ доставки!';
$_['error_payment_method']   = 'Необходимо указать способ оплаты!';
$_['error_no_payment']       = 'Нет доступных вариантов оплаты. Пожалуйста, <a href="%s">свяжитесь с нами</a> для помощи!';
