<?php
// Heading
$_['heading_title']           = 'Ваши персональные данные';

// Text
$_['text_login']              = 'Если у вас уже есть учетная запись, пожалуйста, войдите на <a href="%s"><strong>странице входа</strong></a>.';
$_['text_register']           = 'Регистрация учетной записи';
$_['text_guest']              = 'Оформление без регистрации';
$_['text_payment_address']    = 'Платежный адрес';
$_['text_shipping_address']   = 'Адрес доставки';
$_['text_your_password']      = 'Ваш пароль';
$_['text_agree']              = 'Я прочитал и согласен с <a href="%s" class="agree"><b>%s</b></a>';
$_['text_success_add']        = 'Успех: Ваша учетная запись создана!';
$_['text_success_guest']      = 'Успех: Информация о вашей гостевой учетной записи сохранена!';
$_['text_success_edit']       = 'Успех: Ваша учетная запись успешно обновлена!';

// Entry
$_['entry_customer_group']    = 'Тип счета';
$_['entry_firstname']         = 'Имя';
$_['entry_lastname']          = 'Фамилия';
$_['entry_email']             = 'Эл. почта';
$_['entry_telephone']         = 'Телефон';
$_['entry_password']          = 'Пароль';
$_['entry_confirm']           = 'Подтверждение пароля';
$_['entry_company']           = 'Компания';
$_['entry_address_1']         = 'Адрес 1';
$_['entry_address_2']         = 'Адрес 2';
$_['entry_postcode']          = 'Почтовый индекс';
$_['entry_city']              = 'Город';
$_['entry_country']           = 'Страна';
$_['entry_zone']              = 'Регион / Область';
$_['entry_match']             = 'Мой адрес доставки совпадает с адресом платежа.';
$_['entry_newsletter']        = 'Я хочу подписаться на рассылку новостей %s.';

// Error
$_['error_guest']             = 'Внимание: Товары в вашей корзине требуют регистрации учетной записи!';
$_['error_firstname']         = 'Имя должно быть от 1 до 32-х символов!';
$_['error_lastname']          = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_customer_group']    = 'Группа покупателей недействительна!';
$_['error_customer_approval'] = 'Внимание: Эта группа покупателей требует одобрения и не может быть использована в гостевой учетной записи.';
$_['error_email']             = 'Адрес электронной почты недействителен!';
$_['error_exists']            = 'Внимание: Адрес эл. почты уже зарегистрирован!';
$_['error_telephone']         = 'Телефон должен быть от 3 до 32 символов!';
$_['error_password']          = 'Пароль должен быть от 6 до 20 символов!';
$_['error_confirm']           = 'Подтверждение пароля не совпадает с паролем!';
$_['error_address_1']         = 'Адрес 1 должен быть от 3 до 128 символов!';
$_['error_city']              = 'Город должен быть от 2 до 128 символов!';
$_['error_postcode']          = 'Почтовый индекс должен быть от 2 до 10 символов!';
$_['error_country']           = 'Пожалуйста, выберите страну!';
$_['error_zone']              = 'Пожалуйста, выберите регион / область!';
$_['error_agree']             = 'Внимание: Вы должны согласиться с %s!';
$_['error_custom_field']      = '%s обязательно к заполнению!';
$_['error_regex']             = '%s не является допустимым вводом!';
