<?php
// Heading
$_['heading_title']          = 'Способ доставки';

// Text
$_['text_shipping_method']   = 'Параметры способа доставки';
$_['text_shipping']          = 'Пожалуйста, выберите предпочтительный способ доставки для этого заказа.';
$_['text_success']           = 'Успех: Вы изменили способ доставки!';

// Entry
$_['entry_shipping_method']  = 'Выберите способ доставки...';

// Error
$_['error_customer']         = 'Покупатель обязателен!';
$_['error_payment_address']  = 'Необходимо указать адрес оплаты!';
$_['error_shipping_address'] = 'Необходимо указать адрес доставки!';
$_['error_shipping_method']  = 'Необходимо указать способ доставки!';
$_['error_no_shipping']      = 'Нет доступных вариантов доставки. Пожалуйста, <a href="%s">свяжитесь с нами</a> для помощи!';
