<?php
// Heading
$_['heading_title']    = 'Купить подарочный сертификат';

// Text
$_['text_account']     = 'Аккаунт';
$_['text_voucher']     = 'Подарочный сертификат';
$_['text_description'] = 'Этот подарочный сертификат будет отправлен получателю после оплаты заказа.';
$_['text_agree']       = 'Я понимаю, что подарочные сертификаты не подлежат возврату';
$_['text_message']     = '<p>Спасибо за покупку подарочного сертификата! После завершения заказа получателю будет выслано письмо с инструкцией, о том, как воспользоваться сертификатом</p>';
$_['text_for']         = '%s подарочный сертификат для %s';
$_['text_remove']      = 'Успех: Вы удалили подарочный сертификат из корзины покупок!';

// Entry
$_['entry_to_name']    = 'Имя получателя';
$_['entry_to_email']   = 'Эл. почта получателя';
$_['entry_from_name']  = 'Ваше имя';
$_['entry_from_email'] = 'Ваша эл. почта';
$_['entry_theme']      = 'Тема подарочного сертификата';
$_['entry_message']    = 'Сообщение';
$_['entry_amount']     = 'Сумма';

// Help
$_['help_message']     = 'Опционально';
$_['help_amount']      = 'Значение должно быть между %s и %s';

// Error
$_['error_token']      = 'Внимание: Токен купона недействителен!';
$_['error_voucher']    = 'Сертификат не найден!';
$_['error_to_name']    = 'Название получателя должно быть от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно быть от 1 до 64 символов!';
$_['error_email']      = 'Адрес электронной почты недействителен!';
$_['error_theme']      = 'Вы должны выбрать тему!';
$_['error_amount']     = 'Сумма должна быть больше %s и меньше %s!';
$_['error_agree']      = 'Внимание: Вы должны согласиться с тем, что подарочные сертификаты не подлежат возврату!';
