<?php
// Text
$_['text_log']               = 'Проверьте журнал подписки для более детальной информации.';

// Error
$_['error_store'] 		     = 'Внимание: Магазин не найден!';
$_['error_language']         = 'Внимание: Язык не найден!';
$_['error_currency']         = 'Внимание: Валюта не найдена!';
$_['error_customer']         = 'Внимание: Покупатель не найден!';
$_['error_payment_address']  = 'Внимание: Адрес оплаты не найден!';
$_['error_shipping_address'] = 'Внимание: Адрес доставки не найден!';
$_['error_product']          = 'Внимание: Товар %s не найден!';
$_['error_option']           = 'Внимание: Опция %s не найдена!';
$_['error_shipping_method']  = 'Внимание: Способ доставки обязателен!';
$_['error_payment_method']   = 'Внимание: Способ оплаты обязателен!';
$_['error_extension']        = 'Внимание: Не удалось найти расширение метода оплаты!';
