<?php
// Heading
$_['heading_title']        = 'Настраиваемые поля';

// Text
$_['text_success']         = 'Успех: Вы изменили настраиваемые поля!';
$_['text_list']            = 'Список настраиваемых полей';
$_['text_add']             = 'Добавление настраиваемого поля';
$_['text_edit']            = 'Редактирование настраиваемого поля';
$_['text_choose']          = 'Выберите';
$_['text_select']          = 'Раскрывающийся список';
$_['text_radio']           = 'Радио';
$_['text_checkbox']        = 'Флажок';
$_['text_input']           = 'Ввод';
$_['text_text']            = 'Текст';
$_['text_textarea']        = 'Текстовая область';
$_['text_file']            = 'Файл';
$_['text_date']            = 'Дата';
$_['text_datetime']        = 'Дата и время';
$_['text_time']            = 'Время';
$_['text_account']         = 'Аккаунт';
$_['text_address']         = 'Адрес';
$_['text_affiliate']       = 'Партнер';
$_['text_regex']           = 'Регулярное выражение';
$_['text_custom_field']    = 'Настраиваемое поле';
$_['text_value']           = 'Значение настраиваемого поля';

// Column
$_['column_name']          = 'Имя настраиваемого поля';
$_['column_location']      = 'Местоположение';
$_['column_type']          = 'Тип';
$_['column_status']        = 'Статус';
$_['column_sort_order']    = 'Порядок сортировки';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Имя настраиваемого поля';
$_['entry_location']       = 'Местоположение';
$_['entry_type']           = 'Тип';
$_['entry_value']          = 'Значение';
$_['entry_validation']     = 'Валидация';
$_['entry_custom_value']   = 'Имя значения настраиваемого поля';
$_['entry_customer_group'] = 'Группа покупателя';
$_['entry_required']       = 'Обязательно';
$_['entry_status']         = 'Статус';
$_['entry_sort_order']     = 'Порядок сортировки';

// Help
$_['help_regex']           = 'Используйте регулярное выражение. Например: /[^a-zA-Z0-9_-]/';
$_['help_sort_order']      = 'Используйте минус для обратного отсчета от последнего поля в наборе.';

// Error
$_['error_permission']     = 'Внимание: У вас нет прав на изменение пользовательских полей!';
$_['error_name']           = 'Имя настраиваемого поля должно быть от 1 до 128 символов!';
$_['error_type']           = 'Внимание: Требуются значения настраиваемого поля!';
$_['error_custom_value']   = 'Имя настраиваемого значения должно быть от 1 до 128 символов!';
