<?php
// Heading
$_['heading_title']     = 'Группы покупателя';

// Text
$_['text_success']      = 'Успех: Вы изменили группы покупателя!';
$_['text_list']         = 'Список групп покупателей';
$_['text_add']          = 'Добавление группы покупателя';
$_['text_edit']         = 'Редактирование группы покупателей';

// Column
$_['column_name']       = 'Название группы покупателей';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы покупателей';
$_['entry_description'] = 'Описание';
$_['entry_approval']    = 'Одобрять новых покупателей';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_approval']     = 'Покупатели должны быть одобрены администратором, прежде чем они смогут войти.';

// Error
$_['error_permission']  = 'Внимание: У вас нет прав для изменения групп покупателей!';
$_['error_name']        = 'Название группы покупателей должно быть от 3 до 32 символов!';
$_['error_default']     = 'Внимание: Эта группа покупателей не может быть удалена, поскольку в настоящее время она назначена как группа покупателей по умолчанию!';
$_['error_store']       = 'Внимание: Эта группа покупателей не может быть удалена, поскольку она в настоящее время назначена %s магазинам!';
$_['error_customer']    = 'Внимание: Эта группа покупателей не может быть удалена, поскольку в настоящее время она назначена %s покупателям!';
