<?php
// Text
$_['text_subject']  = '%s - Ваш партнерский аккаунт активирован!';
$_['text_welcome']  = 'Добро пожаловать и спасибо за регистрацию в %s!';
$_['text_login']    = 'Ваша учетная запись была одобрена, и вы можете войти, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему URL:';
$_['text_service']  = 'После входа в систему вы сможете генерировать коды отслеживания, отслеживать комиссионные платежи и редактировать информацию о вашей учетной записи.';
$_['text_thanks']   = 'Спасибо,';
