<?php
// Text
$_['text_subject']   = '%s - GDPR запрос был обработан!';
$_['text_request']   = 'Запрос на удаление учетной записи';
$_['text_hello']     = 'Привет <strong>%s</strong>,';
$_['text_user']      = 'Пользователь';
$_['text_delete']    = 'Ваш запрос на удаление данных GDPR выполнен.';
$_['text_contact']   = 'Для получения дополнительной информации вы можете связаться с владельцем магазина здесь:';
$_['text_thanks']    = 'Спасибо,';

// Button
$_['button_contact'] = 'Связаться с нами';
