<?php
// Text
$_['text_subject'] = '%s - GDPR запрос одобрен!';
$_['text_request'] = 'Запрос на удаление учетной записи';
$_['text_hello']   = 'Привет <strong>%s</strong>,';
$_['text_user']    = 'Пользователь';
$_['text_gdpr']    = 'Ваш запрос на удаление данных GDPR был одобрен и будет удален через <strong>%s дней</strong>.';
$_['text_q']       = 'В. Почему мы не удаляем ваши данные прямо сейчас?';
$_['text_a']       = 'Запросы на удаление учетной записи будут обрабатываться через <strong>%s дней</strong>, так что любые возвраты денег или обнаружение мошенничества могут быть обработаны.';
$_['text_delete']  = 'Вы получите письмо, информирующее вас о том, что ваша учетная запись была удалена.';
$_['text_thanks']  = 'Спасибо,';
