<?php
// Text
$_['text_success']  = 'Успех: Вы изменили сертификаты!';
$_['text_subject']  = 'Вы получили подарочный сертификат от %s';
$_['text_greeting'] = 'Поздравляем, вы получили подарочный сертификат на сумму %s';
$_['text_from']     = 'Этот подарочный сертификат отправлен вам от %s';
$_['text_message']  = 'С сообщением';
$_['text_redeem']   = 'В первую очередь, чтобы погасить этот подарочный сертификат, запишите код погашения, который выглядит следующим образом: <b>%s</b>. Затем перейдите по ссылке ниже и приобретите продукт, на который вы хотите использовать этот подарочный сертификат. Наконец, вы можете ввести код подарочного сертификата на странице <b>Корзины</b> перед тем, как нажать кнопку: <b>Оформить заказ</b>.';
$_['text_footer']   = 'Пожалуйста, ответьте на это письмо, если у вас есть какие-либо вопросы.';
$_['text_sent']     = 'Успех: Подарочный сертификат успешно отправлен на указанный e-mail адрес!';
