<?php
// Heading
$_['heading_title']    = 'Плата за обработку';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успех: Вы изменили общую сумму платы за обработку!';
$_['text_edit']        = 'Редактирование общей суммы за обработку';

// Entry
$_['entry_total']      = 'Сумма заказа';
$_['entry_fee']        = 'Взнос';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total']       = 'Сумма заказа, которую должен достичь заказ, прежде чем эта общая сумма заказа станет активной.';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение общей суммы платы за обработку!';
