<?php
// Heading
$_['heading_title']    = 'Фиксированная ставка';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успех: Вы изменили фиксированную стоимость доставки!';
$_['text_edit']        = 'Редактирование фиксированной стоимости доставки';

// Entry
$_['entry_cost']       = 'Стоимость';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_geo_zone']   = 'Гео-зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение доставки с фиксированной ценой!';
