<?php
// Heading
$_['heading_title']    = 'Доставка на основе веса';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успех: Вы изменили доставку на основе веса!';
$_['text_edit']        = 'Редактирование доставки на основе веса';

// Entry
$_['entry_rate']       = 'Ставки';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_geo_zone']   = 'Гео-зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_rate']        = 'Например: 5:10.00,7:12.00 Вес:Цена,Вес:Цена, и т.д.';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение доставки по весу!';
