<?php
// Heading
$_['heading_title']      = 'Банковский перевод';

// Text
$_['text_extension']     = 'Расширения';
$_['text_success']       = 'Успех: Вы изменили реквизиты банковского перевода!';
$_['text_edit']          = 'Редактирование банковского перевода';

// Entry
$_['entry_bank']         = 'Инструкции по банковскому переводу';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone']     = 'Гео-зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Error
$_['error_permission']   = 'Внимание: У вас нет прав на изменение оплаты банковским переводом!';
$_['error_bank']         = 'Необходимо указать инструкции по банковскому переводу!';
