<?php
// Heading
$_['heading_title']      = 'Бесплатный заказ';

// Text
$_['text_extension']     = 'Расширения';
$_['text_success']       = 'Успех: Вы изменили модуль оплаты бесплатный заказ!';
$_['text_edit']          = 'Редактирование бесплатного заказа';

// Entry
$_['entry_order_status'] = 'Статус заказа';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Error
$_['error_permission']   = 'Внимание: У вас нет прав на изменение оплаты бесплатного заказа!';
