<?php
// Text
$_['text_success']   = 'Успех: Ваша скидка за бонусные баллы была применена!';

// Error
$_['error_customer'] = 'Внимание: Детали о покупателе обязательны!';
$_['error_product']  = 'Внимание: Товар обязателен!';
$_['error_points']   = 'Внимание: У вас нет %s бонусных баллов!';
$_['error_maximum']  = 'Внимание: Максимальное количество баллов, которое может быть применено %s!';
$_['error_status']   = 'Внимание: В этом магазине не действуют бонусные баллы!';
$_['error_confirm']  = 'Внимание: Пожалуйста, проверьте форму бонусов на наличие ошибок!';
