<?php
// Heading
$_['heading_title']       = 'Макеты';

// Text
$_['text_success']        = 'Успех: Вы изменили макеты!';
$_['text_list']           = 'Список макетов';
$_['text_add']            = 'Добавление макета';
$_['text_edit']           = 'Редактирование макета';
$_['text_remove']         = 'Убрать';
$_['text_route']          = 'Выберите магазин и маршруты, которые будут использоваться с этим макетом';
$_['text_module']         = 'Выберите расположение модулей';
$_['text_default']        = 'По умолчанию';
$_['text_content_top']    = 'Верхний контент';
$_['text_content_bottom'] = 'Нижний контент';
$_['text_column_left']    = 'Левая колонка';
$_['text_column_right']   = 'Правая колонка';

// Column
$_['column_name']         = 'Название макета';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название макета';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модуль';

// Error
$_['error_permission']    = 'Внимание: У вас нет прав на изменение макетов!';
$_['error_name']          = 'Название макета должно быть от 3 до 64 символов!';
$_['error_module']        = 'Модуль обязателен!';
$_['error_default']       = 'Внимание: Этот макет нельзя удалить, поскольку он в настоящее время назначен в качестве макета магазина по умолчанию!';
$_['error_store']         = 'Внимание: Этот макет нельзя удалить, поскольку он в настоящее время назначен для %s магазинов!';
$_['error_product']       = 'Внимание: Этот макет нельзя удалить, поскольку он в настоящее время назначен %s товарам!';
$_['error_category']      = 'Внимание: Этот макет нельзя удалить, поскольку он в настоящее время назначен %s категориям!';
$_['error_manufacturer']  = 'Внимание: Этот макет нельзя удалить, поскольку он назначен %s производителям!';
$_['error_information']   = 'Внимание: Этот макет нельзя удалить, поскольку он в настоящее время назначен %s информационным страницам!';
