<?php
// Heading
$_['heading_title']           = 'Семантический URL';

// Text
$_['text_success']            = 'Успех: Вы изменили семантический URL-адрес!';
$_['text_list']               = 'Список семантический URL-адресов';
$_['text_install']            = 'Установить';
$_['text_add']                = 'Добавление семантического URL';
$_['text_edit']               = 'Редактирование семантического URL-адреса';
$_['text_filter']             = 'Фильтр';

// Column
$_['column_key']              = 'Ключ';
$_['column_value']            = 'Значение';
$_['column_keyword']          = 'Ключевое слово';
$_['column_sort_order']       = 'Порядок сортировки';
$_['column_store']            = 'Магазин';
$_['column_language']         = 'Язык';
$_['column_action']           = 'Действие';

// Entry
$_['entry_store']             = 'Магазин';
$_['entry_language']          = 'Язык';
$_['entry_key']               = 'Ключ';
$_['entry_value']             = 'Значение';
$_['entry_keyword']           = 'Ключевое слово';
$_['entry_sort_order']        = 'Порядок сортировки';

// Help
$_['help_keyword']            = 'Убедитесь, что вы используете только символы a-z или 0-9 и - или _ для пробелов. Используйте / для категорий.';
$_['help_sort_order']         = 'Порядок сортировки ключевых слов в URL-адресе.';

// Error
$_['error_permission']        = 'Внимание: У Вас недостаточно прав для изменения семантических URL-адресов (ЧПУ)!';
$_['error_exists']            = 'Внимание: Комбинация магазина, ключа языка, значения, ключевого слова уже существует!';
$_['error_key']               = 'Ключ должен быть от 1 до 64 символов!';
$_['error_value']             = 'Значение должно быть от 1 до 255 символов!';
$_['error_value_exists']      = 'Значение уже используется!';
$_['error_keyword']           = 'Ключевое слово должно быть от 1 до 64 символов!';
$_['error_keyword_exists']    = 'Ключевое слово уже используется!';
$_['error_keyword_character'] = 'Ключевое слово может использовать только символы a-z, 0-9, - и _!';
