<?php
// Heading
$_['heading_title']        = 'Расчет стоимости доставки и налогов';

// Text
$_['text_shipping_method'] = 'Параметры способа доставки';
$_['text_destination']     = 'Укажите ваш регион для расчета стоимости доставки.';
$_['text_estimate']        = 'Пожалуйста, выберите предпочтительный способ доставки для этого заказа.';
$_['text_success']         = 'Успех: Ваша оценка доставки была применена!';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион / Область';
$_['entry_postcode']       = 'Почтовый индекс';

// Error
$_['error_postcode']       = 'Почтовый индекс должен быть от 2 до 10 символов!';
$_['error_country']        = 'Пожалуйста, выберите страну!';
$_['error_zone']           = 'Пожалуйста, выберите регион / область!';
$_['error_shipping']       = 'Внимание: Способ доставки обязателен!';
$_['error_no_shipping']    = 'Внимание: Нет доступных способов доставки. Пожалуйста, <a href="%s"> свяжитесь с нами</a> для помощи!';