<?php
// Heading
$_['heading_title']    = 'Защита от мошенничества';

// Text
$_['text_success']     = 'Успех: Вы изменили защиту от мошенничества!';
$_['text_list']        = 'Список защит от мошенничества';

// Column
$_['column_name']      = 'Наименование защиты от мошенничества';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Действие';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение анти-мошенничества!';
$_['error_extension']  = 'Внимание: Расширение не существует!';
