<?php
// Heading
$_['heading_title']    = 'Языки';

// Text
$_['text_success']     = 'Успех: Вы изменили языки!';
$_['text_list']        = 'Список языков';

// Column
$_['column_name']      = 'Название языка';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Действие';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав для изменения языков!';
$_['error_extension']  = 'Внимание: Расширение не существует!';
$_['error_default']    = 'Внимание: Это расширение невозможно удалить, поскольку в настоящее время оно назначено языком администратора!';
