<?php
// Heading
$_['heading_title']      = 'Резервное копирование и Восстановление';

// Text
$_['text_success']       = 'Успех: Вы успешно изменили базу данных!';
$_['text_progress']      = 'Процесс резервного копирования';
$_['text_backup']        = 'Резервное копирование таблицы %s записей %s на %s записей';
$_['text_restore']       = 'Восстановление %s из %s';
$_['text_option']        = 'Параметры резервного копирования';
$_['text_history']       = 'История резервного копирования';
$_['text_import']        = 'Для больших резервных копий лучше загрузить SQL файл через FTP в каталог <strong>~/storage/backup/</strong>.';

// Column
$_['column_filename']    = 'Имя файла';
$_['column_size']        = 'Размер';
$_['column_date_added']  = 'Дата добавления';
$_['column_action']      = 'Действие';

// Entry
$_['entry_progress']     = 'Прогресс';
$_['entry_export']       = 'Экспорт';

// Error
$_['error_permission']   = 'Внимание: У вас нет прав на изменение резервного копирования и восстановления!';
$_['error_export']       = 'Внимание: Вы должны выбрать по крайней мере одну таблицу для экспорта!';
$_['error_table']        = 'Таблица %s не находится в списке разрешенных!';
$_['error_file']         = 'Файл не найден!';
$_['error_directory']    = 'Каталог не найден!';
$_['error_not_found']    = 'Ошибка: Не удалось найти файл %s!';
$_['error_headers_sent'] = 'Ошибка: Заголовки уже отправлен!';
$_['error_upload_size']  = 'Загружаемый файл не может быть больше %s!';
