<?php
// Heading
$_['heading_title']        = 'Обновление';

// Text
$_['text_success']         = 'Успех: Вы используете последнюю версию %s!';
$_['text_upgrade']         = 'Проверить последнюю версию';
$_['text_information']     = 'Информация о версии';
$_['text_current_version'] = 'Текущая версия';
$_['text_latest_version']  = 'Последняя версия';
$_['text_date_added']      = 'Дата выпуска';
$_['text_change']          = 'История изменений';
$_['text_status']          = 'Статус обновления';
$_['text_ready']           = 'Нажмите кнопку обновить для обновления до последней версии...';
$_['text_download']        = 'Загружается последняя...';
$_['text_install']         = 'Копирование файлов...';
$_['text_patch']           = 'Применение исправлений...';

// Button
$_['button_upgrade']       = 'Обновить';

// Error
$_['error_permission']     = 'Внимание: У вас нет прав для изменения обновлений!';
$_['error_connection']     = 'Не удалось подключиться к серверу обновлений!';
$_['error_version']        = 'Версия ниже текущей версии!';
$_['error_download']       = 'Обновление не может быть загружено!';
$_['error_file']           = 'Файл обновления не найден!';
$_['error_directory']      = 'Не удалось создать директорию %s!';
$_['error_copy']           = 'Не удалось скопировать файл %s в %s!';
$_['error_unzip']          = 'Zip-файл не может быть открыт!';
