<?php
// Heading
$_['heading_title']    = 'Конвертер валют Европейского Центрального банка';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успех: Вы изменили конвертер валют Европейского Центрального Банка!';
$_['text_edit']        = 'Редактирование Европейского Центрального Банка';
$_['text_support']     = 'Для этого расширения требуется валюта EUR.';

// Entry
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Внимание: У вас нет разрешения на изменение валюты Европейского Центрального Банка!';
