<?php
// Text
$_['text_subject']  = '%s - GDPR запрос экспорта/удаления!';
$_['text_export']   = 'Запрос на экспорт данных';
$_['text_remove']   = 'Запрос на удаление учетной записи';
$_['text_gdpr']     = 'Запрос GDPR с этого адреса электронной почты, чтобы подтвердить это действие, пожалуйста, нажмите на ссылку ниже:';
$_['text_ip']       = 'IP-адрес, используемый для этого запроса:';
$_['text_contact']  = 'Если вы не делали этого запроса, пожалуйста, свяжитесь с владельцем магазина здесь:';
$_['text_thanks']   = 'Спасибо,';
$_['text_ignore']   = 'Если вы не делали этого запроса, пожалуйста, игнорируйте это письмо.';

// Buttons
$_['button_export'] = 'Я подтверждаю экспорт моих данных';
$_['button_remove'] = 'Я подтверждаю удаление своей учетной записи';
