<?php
// Text
$_['text_subject']  = 'Вы получили подарочный сертификат от %s';
$_['text_greeting'] = 'Поздравляем, вы получили подарочный сертификат на сумму %s';
$_['text_from']     = 'Этот подарочный сертификат отправлен вам от %s';
$_['text_message']  = 'С сообщением';
$_['text_redeem']   = 'Чтобы воспользоваться данным Подарочным Сертификатом, сохраните код <b>%s</b>, затем перейдите в магазин и закажите товары, которые Вам понравятся. Вы можете ввести код подарочного сертификата на странице просмотра корзины, перед тем как начнете оформление заказа.';
$_['text_footer']   = 'Пожалуйста, ответьте на это письмо, если у вас есть какие-либо вопросы.';
