<?php
// Text
$_['text_cart']       = 'Успех: Вы изменили свою корзину покупок!';
$_['text_for']        = '%s подарочный сертификат для %s';
$_['text_success']    = 'Успех: Ваш подарочный сертификат был применен!';
$_['text_remove']     = 'Успех: Ваш подарочный сертификат был удален!';

// Error
$_['error_voucher']   = 'Внимание: Подарочный сертификат либо недействителен, либо баланс израсходован!';
$_['error_to_name']   = 'Название получателя должно быть от 1 до 64 символов!';
$_['error_from_name'] = 'Ваше имя должно быть от 1 до 64 символов!';
$_['error_email']     = 'Адрес электронной почты недействителен!';
$_['error_theme']     = 'Вы должны выбрать тему!';
$_['error_amount']    = 'Сумма должна быть больше %s и меньше %s!';
