<?php
// Heading
$_['heading_title']    = 'Группы пользователя';

// Text
$_['text_success']     = 'Успех: Вы изменили группы пользователя!';
$_['text_list']        = 'Группа пользователя';
$_['text_add']         = 'Добавление группы пользователя';
$_['text_edit']        = 'Редактирование группы пользователя';
$_['text_access']      = 'Доступ';
$_['text_modify']      = 'Изменить';

// Column
$_['column_name']      = 'Название группы пользователя';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название группы пользователя';
$_['entry_permission'] = 'Разрешения';
$_['entry_extension']  = 'Расширения';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение групп пользователей!';
$_['error_name']       = 'Название группы пользователя должно быть от 3 до 64 символов!';
$_['error_user']       = 'Внимание: Эта группа пользователей не может быть удалена, поскольку она в настоящее время назначена %s пользователям!';
