<?php
// Text
$_['text_success']       = 'Успех: Вы изменили свою корзину покупок!';
$_['text_subscription']  = 'Подписка';

// Error
$_['error_warning']      = 'Внимание: Внимательно проверьте корзину на наличие ошибок!';
$_['error_product']      = 'Внимание: Товар не может быть найден!';
$_['error_stock']        = 'Товар недоступен в желаемом количестве или отсутствует на складе!';
$_['error_minimum']      = 'Минимальная сумма заказа для %s из %s!';
$_['error_option']       = 'Опция не найдена!';
$_['error_option_stock'] = 'Вариант не доступен в желаемом количестве или нет на складе!';
$_['error_required']     = '%s обязательно к заполнению!';
$_['error_subscription'] = 'План подписки недействителен!';
