<?php
// Text
$_['text_success']         = 'Успех: Вы успешно изменили покупателей';

// Error
$_['error_customer']       = 'Внимание: Покупатель не найден!';
$_['error_customer_group'] = 'Группа покупателей недействительна!';
$_['error_firstname']      = 'Имя должно быть от 1 до 32-х символов!';
$_['error_lastname']       = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']          = 'Адрес электронной почты недействителен!';
$_['error_telephone']      = 'Телефон должен быть от 3 до 32 символов!';
$_['error_custom_field']   = '%s обязательно к заполнению!';
$_['error_regex']          = '%s не является допустимым вводом!';
