<?php
// Text
$_['text_success']           = 'Успех: Способ оплаты был установлен!';

// Error
$_['error_customer']         = 'Внимание: Детали о покупателе обязательны!';
$_['error_product']          = 'Внимание: Товар обязателен!';
$_['error_shipping_address'] = 'Внимание: Адрес доставки обязателен!';
$_['error_shipping_method']  = 'Внимание: Способ доставки обязателен!';
$_['error_payment_address']  = 'Внимание: Платежный адрес обязателен!';
$_['error_no_payment']       = 'Внимание: Нет доступных вариантов оплаты!';
$_['error_payment_method']   = 'Внимание: Способ оплаты обязателен!';
