<?php
// Text
$_['text_success']       = 'Успех: Адрес доставки был установлен!';

// Error
$_['error_firstname']    = 'Имя должно быть от 1 до 32-х символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес 1 должен быть от 3 до 128 символов!';
$_['error_city']         = 'Город должен быть от 3 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс должен быть от 2 до 10 символов для этой страны!';
$_['error_country']      = 'Пожалуйста, выберите страну!';
$_['error_zone']         = 'Пожалуйста, выберите регион / область!';
$_['error_custom_field'] = '%s обязательно к заполнению!';
$_['error_regex']        = '%s не является допустимым вводом!';
$_['error_shipping']     = 'Внимание: Нет товаров, требующих доставки!';
