<?php
// Text
$_['text_success']           = 'Успех: Вы изменили подписки!';

// Error
$_['error_customer']         = 'Внимание: Детали о покупателе обязательны!';
$_['error_payment_address']  = 'Внимание: Платежный адрес обязателен!';
$_['error_payment_method']   = 'Внимание: Способ оплаты обязателен!';
$_['error_shipping_address'] = 'Внимание: Адрес доставки обязателен!';
$_['error_shipping_method']  = 'Внимание: Способ доставки обязателен!';
$_['error_product']          = 'Внимание: Товар обязателен!';
$_['error_stock']            = 'Внимание: Товары, отмеченные *** не доступны в желаемом количестве или нет на складе!';
$_['error_minimum']          = 'Внимание: Минимальная сумма заказа %s из %s!';
$_['error_call']             = 'API вызов не найден';
