<?php
// Heading
$_['heading_title']         = 'Комментарии';

// Text
$_['text_by']               = 'от';
$_['text_write']            = 'Написать комментарий';
$_['text_login']            = 'Пожалуйста <a href="%s">войдите</a> или <a href="%s">зарегистрируйтесь</a> для комментирования';
$_['text_no_results']       = 'Будьте первым, кто напишет комментарий к этой статье.';
$_['text_sort']             = 'Сортировать по';
$_['text_rating_asc']       = 'Рейтинг (по убыванию)';
$_['text_rating_desc']      = 'Рейтинг (по возрастанию)';
$_['text_date_added_asc']   = 'Дата добавления (старее)';
$_['text_date_added_desc']  = 'Дата добавления (новее)';
$_['text_like']             = 'Нравится!';
$_['text_dislike']          = 'Не нравится!';
$_['text_success']          = 'Успех: Спасибо за ваш комментарий!';
$_['text_queue']            = 'Успех: Ваш комментарий был добавлен в нашу очередь модерации!';
$_['text_rating']           = 'Успех: Спасибо за вашу оценку!';

// Entry
$_['entry_author']          = 'Ваше имя';
$_['entry_comment']         = 'Комментарий';

// Buttons
$_['button_comment']        = 'Оставить комментарий';
$_['button_reply']          = 'Ответ на запись';
$_['button_replies']        = 'Показать ответы';
$_['button_more']           = 'Посмотреть больше ответов...';
$_['button_login']          = 'Войдите, чтобы оставить комментарий';
$_['button_login_reply']    = 'Войдите, чтобы ответить';

// Error
$_['error_article']         = 'Внимание: Статья не найдена!';
$_['error_article_comment'] = 'Внимание: Комментарий к статье не найден!';
$_['error_token']           = 'Внимание: Токен комментария недействителен!';
$_['error_author']          = 'Ваше имя должно быть от 3 до 25 символов!';
$_['error_comment']         = 'Комментарий должен быть от 25 до 1000 символов!';
$_['error_interval']        = 'Внимание: Вы должны подождать %s минут, прежде чем писать еще один комментарий!';
$_['error_login']           = 'Вы должны войти, чтобы прокомментировать статью или оценить ее!';
$_['error_status']          = 'Комментарии отключены!';
