<?php
// Heading
$_['heading_title']           = 'Категории';

// Text
$_['text_success']            = 'Успех: Вы изменили категории!';
$_['text_list']               = 'Список категорий';
$_['text_add']                = 'Добавление категории';
$_['text_edit']               = 'Редактирование категории';
$_['text_filter']             = 'Фильтр';
$_['text_default']            = 'По умолчанию';
$_['text_keyword']            = 'Не используйте пробелы, вместо этого заменяйте пробелы на - и убедитесь, что Семантический URL-адрес является глобально уникальным.';

// Column
$_['column_name']             = 'Название категории';
$_['column_sort_order']       = 'Порядок сортировки';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Название категории';
$_['entry_description']       = 'Описание';
$_['entry_meta_title']        = 'Мета-тег Title';
$_['entry_meta_keyword']      = 'Мета-тег Keywords';
$_['entry_meta_description']  = 'Мета-тег Description';
$_['entry_store']             = 'Магазины';
$_['entry_keyword']           = 'Ключевое слово';
$_['entry_parent']            = 'Родитель';
$_['entry_filter']            = 'Фильтры';
$_['entry_image']             = 'Изображение';
$_['entry_sort_order']        = 'Порядок сортировки';
$_['entry_status']            = 'Статус';
$_['entry_layout']            = 'Переопределение макета';

// Help
$_['help_parent']             = '(Автодополнение)';
$_['help_filter']             = '(Автодополнение)';

// Error
$_['error_warning']           = 'Внимание: Пожалуйста, проверьте форму на наличие ошибок!';
$_['error_permission']        = 'Внимание: У вас нет прав на изменение категорий!';
$_['error_name']              = 'Название категории должно быть от 1 до 255 символов!';
$_['error_meta_title']        = 'Мета заголовок должен быть больше 1 и меньше 255 символов!';
$_['error_parent']            = 'Выбранная вами родительская категория является дочерней по отношению к текущей!';
$_['error_keyword']           = 'SEO URL-адрес должен быть от 1 до 64 символов!';
$_['error_keyword_exists']    = 'Семантический URL-адрес должен быть уникальным!';
$_['error_keyword_character'] = 'Ключевое слово может использовать только символы a-z, 0-9, - и _!';
