<?php
// Heading
$_['heading_title']            = 'Загрузки';

// Text
$_['text_success']             = 'Успех: Вы изменили загрузки!';
$_['text_list']                = 'Список загрузок';
$_['text_add']                 = 'Добавление загрузки';
$_['text_edit']                = 'Редактирование загрузки';
$_['text_upload']              = 'Ваш файл был успешно загружен!';
$_['text_report']              = 'Отчет';

// Column
$_['column_name']              = 'Название загрузки';
$_['column_ip']                = 'IP-адрес';
$_['column_account']           = 'Учетные записи';
$_['column_store']             = 'Магазин';
$_['column_country']           = 'Страна';
$_['column_date_added']        = 'Дата добавления';
$_['column_action']            = 'Действие';

// Entry
$_['entry_name']               = 'Название загрузки';
$_['entry_filename']           = 'Имя файла';
$_['entry_mask']               = 'Маска';

// Help
$_['help_filename']            = 'Вы можете загрузить через кнопку загрузки или использовать FTP для загрузки в директорию загрузки и ввести детали ниже.';
$_['help_mask']                = 'Рекомендуем, чтобы имя файла и маска были различны, это предотвратит прямой доступ к файлам.';

// Error
$_['error_warning']            = 'Внимание: Пожалуйста, проверьте форму на наличие ошибок!';
$_['error_permission']         = 'Внимание: У вас нет разрешения на изменение загрузок!';
$_['error_name']               = 'Имя загрузки должно быть от 3 до 64 символов!';
$_['error_filename']           = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_filename_character'] = 'Имя файла может содержать только символы a-Z, 0-9, - и _!';
$_['error_directory']          = 'Загрузки должны находиться в папке storage/download!';
$_['error_exists']             = 'Файл не существует!';
$_['error_mask']               = 'Маска должна быть от 3 до 128 символов!';
$_['error_mask_character']     = 'Маска может использовать только символы a-Z, 0-9, - и _!';
$_['error_file_type']          = 'Недопустимый тип файла!';
$_['error_product']            = 'Внимание: Загрузка не может быть удалена, поскольку она в настоящее время назначена %s товарам!';
