<?php
// Heading
$_['heading_title']     = 'Группы фильтра';

// Text
$_['text_success']      = 'Успех: Вы изменили группы фильтра!';
$_['text_list']         = 'Список группы фильтра';
$_['text_add']          = 'Добавление группы фильтра';
$_['text_edit']         = 'Редактирование группы фильтра';

// Column
$_['column_name']       = 'Название группы фильтра';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы фильтра';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_warning']     = 'Внимание: Пожалуйста, проверьте форму на наличие ошибок!';
$_['error_permission']  = 'Внимание: У вас нет прав на изменение групп фильтров!';
$_['error_name']        = 'Название группы фильтра должно быть от 1 до 64 символов!';
$_['error_filter']      = 'Внимание: Эту группу фильтров невозможно удалить, поскольку в настоящее время она назначена фильтрам %s!';
