<?php
// Heading
$_['heading_title']           = 'Информация';

// Text
$_['text_success']            = 'Успех: Вы изменили информацию!';
$_['text_list']               = 'Список информации';
$_['text_add']                = 'Добавление информации';
$_['text_edit']               = 'Редактирование информации';
$_['text_default']            = 'По умолчанию';
$_['text_keyword']            = 'Не используйте пробелы, вместо этого заменяйте пробелы на - и убедитесь, что Семантический URL-адрес является глобально уникальным.';

// Column
$_['column_title']            = 'Заголовок информации';
$_['column_sort_order']       = 'Порядок сортировки';
$_['column_action']           = 'Действие';

// Entry
$_['entry_title']             = 'Заголовок информации';
$_['entry_description']       = 'Описание';
$_['entry_meta_title']        = 'Мета-тег Title';
$_['entry_meta_keyword']      = 'Мета-тег Keywords';
$_['entry_meta_description']  = 'Мета-тег Description';
$_['entry_store']             = 'Магазины';
$_['entry_keyword']           = 'Ключевое слово';
$_['entry_status']            = 'Статус';
$_['entry_sort_order']        = 'Порядок сортировки';
$_['entry_layout']            = 'Переопределение макета';

// Error
$_['error_warning']           = 'Внимание: Пожалуйста, проверьте форму на наличие ошибок!';
$_['error_permission']        = 'Внимание: У вас нет прав для изменения информации!';
$_['error_title']             = 'Заголовок информации должен быть от 3 до 64 символов!';
$_['error_description']       = 'Описание должно быть более 3 символов!';
$_['error_meta_title']        = 'Мета заголовок должен быть больше 1 и меньше 255 символов!';
$_['error_keyword']           = 'SEO URL-адрес должен быть от 1 до 64 символов!';
$_['error_keyword_exists']    = 'Семантический URL-адрес должен быть уникальным!';
$_['error_keyword_character'] = 'Ключевое слово может использовать только символы a-z, 0-9, - и _!';
$_['error_account']           = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена в качестве условий учетной записи магазина!';
$_['error_checkout']          = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена как условия оформления заказа в магазине!';
$_['error_affiliate']         = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена в качестве условий партнерской программы магазина!';
$_['error_return']            = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена как условия возврата магазина!';
$_['error_store']             = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время используется в %s магазинах!';
