<?php
// Heading
$_['heading_title']           = 'Производители';

// Text
$_['text_success']            = 'Успех: Вы изменили производителей!';
$_['text_list']               = 'Список производителей';
$_['text_add']                = 'Добавление производителя';
$_['text_edit']               = 'Редактирование производителя';
$_['text_general']            = 'Общее';
$_['text_meta']               = 'Метатеги';
$_['text_keyword']            = 'Не используйте пробелы, вместо этого заменяйте пробелы на - и убедитесь, что Семантический URL-адрес является глобально уникальным.';

// Column
$_['column_image']            = 'Изображение';
$_['column_name']             = 'Имя производителя';
$_['column_sort_order']       = 'Порядок сортировки';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Имя производителя';
$_['entry_description']       = 'Описание';
$_['entry_meta_title']        = 'Мета-тег title';
$_['entry_meta_keyword']      = 'Мета-тег Keywords';
$_['entry_meta_description']  = 'Мета-тег Description';
$_['entry_store']             = 'Магазины';
$_['entry_keyword']           = 'Ключевое слово';
$_['entry_image']             = 'Изображение';
$_['entry_sort_order']        = 'Порядок сортировки';
$_['entry_layout']            = 'Переопределение макета';

// Error
$_['error_warning']           = 'Внимание: Пожалуйста, проверьте форму на наличие ошибок!';
$_['error_permission']        = 'Внимание: У вас нет прав на изменение производителей!';
$_['error_name']              = 'Имя производителя должно быть от 2 до 64 символов!';
$_['error_meta_title']        = 'Мета заголовок должен быть больше 1 и меньше 255 символов!';
$_['error_keyword']           = 'SEO URL-адрес должен быть от 1 до 64 символов!';
$_['error_keyword_exists']    = 'Семантический URL-адрес должен быть уникальным!';
$_['error_keyword_character'] = 'Ключевое слово может использовать только символы a-z, 0-9, - и _!';
$_['error_product']           = 'Внимание: Этот производитель не может быть удален, поскольку он в настоящее время назначен %s товарам!';
