<?php
// Heading
$_['heading_title']      = 'Опции';

// Text
$_['text_success']       = 'Успех: Вы изменили опции!';
$_['text_list']          = 'Список опций';
$_['text_add']           = 'Добавление опции';
$_['text_edit']          = 'Редактирование опции';
$_['text_choose']        = 'Выберите';
$_['text_select']        = 'Раскрывающийся список';
$_['text_radio']         = 'Радио';
$_['text_checkbox']      = 'Флажок';
$_['text_input']         = 'Ввод';
$_['text_text']          = 'Текст';
$_['text_textarea']      = 'Текстовая область';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата и время';
$_['text_time']          = 'Время';
$_['text_regex']         = 'Регулярное выражение';
$_['text_option']        = 'Опция';
$_['text_value']         = 'Значение опции';

// Column
$_['column_name']        = 'Название опции';
$_['column_sort_order']  = 'Порядок сортировки';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название опции';
$_['entry_type']         = 'Тип';
$_['entry_validation']   = 'Валидация';
$_['entry_option_value'] = 'Название значения опции';
$_['entry_image']        = 'Изображение';
$_['entry_sort_order']   = 'Порядок сортировки';

// Help
$_['help_regex']         = 'Используйте регулярное выражение. Например: /[^a-zA-Z0-9_-]/';

// Error
$_['error_warning']      = 'Внимание: Пожалуйста, проверьте форму на наличие ошибок!';
$_['error_permission']   = 'Внимание: У вас нет прав на изменение опций!';
$_['error_name']         = 'Название опции должно быть от 1 до 128 символов!';
$_['error_type']         = 'Внимание: Значение опции обязательно!';
$_['error_option_value'] = 'Название значения опции должно быть от 1 до 128 символов!';
$_['error_value']        = 'Внимание: Это значение опции не может быть удалено, поскольку оно в настоящее время назначено %s товарам!';
$_['error_product']      = 'Внимание: Эта опция не может быть удалена, поскольку она в настоящее время назначена для %s товаров!';
