<?php
// Heading
$_['heading_title']          = 'Планы подписки';

// Text
$_['text_success']           = 'Успех: Вы изменили планы подписки!';
$_['text_list']              = 'Список планов подписки';
$_['text_add']               = 'Добавление плана подписки';
$_['text_edit']              = 'Редактирование плана подписки';
$_['text_subscription']      = 'Подписка';
$_['text_trial']             = 'Пробный период';
$_['text_day']               = 'День';
$_['text_week']              = 'Неделя';
$_['text_semi_month']        = 'Пол-месяца';
$_['text_month']             = 'Месяц';
$_['text_year']              = 'Год';

// Entry
$_['entry_name']             = 'Название плана подписки';
$_['entry_trial_duration']   = 'Пробный период';
$_['entry_trial_cycle']      = 'Пробный цикл';
$_['entry_trial_frequency']  = 'Пробная частота';
$_['entry_trial_status']     = 'Пробный метод';
$_['entry_duration']         = 'Продолжительность';
$_['entry_cycle']            = 'Цикл';
$_['entry_frequency']        = 'Периодичность';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортировки';

// Column
$_['column_name']            = 'Название плана подписки';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Help
$_['help_trial_duration']    = 'Продолжительность - это количество раз, которое пользователь совершает платеж.';
$_['help_trial_cycle']       = 'Сумма подписки рассчитывается по частоте и циклам.';
$_['help_trial_frequency']   = 'Если вы используете частоту "неделя" и цикл "2", то пользователю будет выставляться счет каждые 2 недели.';
$_['help_duration']          = 'Продолжительность - это количество раз, которое пользователь будет совершать платеж; установите значение 0, если вы хотите, чтобы платежи осуществлялись до тех пор, пока они не будут отменены.';
$_['help_cycle']             = 'Сумма подписки рассчитывается по частоте и циклам.';
$_['help_frequency']         = 'Если вы используете частоту "неделя" и цикл "2", то пользователю будет выставляться счет каждые 2 недели.';

// Error
$_['error_warning']          = 'Внимание: Пожалуйста, проверьте форму на наличие ошибок!';
$_['error_permission']       = 'Внимание: У вас нет прав на изменение планов подписки!';
$_['error_name']             = 'Название плана подписки должно быть от 3 до 255 символов!';
$_['error_trial_duration']   = 'Продолжительность пробной версии должна быть больше 0!';
$_['error_product']          = 'Внимание: Этот план подписки не может быть удален, поскольку он в настоящее время назначен %s товарам!';
